Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Settings_ResetToDefaults.Content
source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
ja: 既定値にリセット
zh_cn: 恢复默认值

# Backup_BackupRestore.Text
source: BACKUP & RESTORE
de: BACKUP & WIEDERHERSTELLUNG
es: Copia de seguridad y restauración
fr: SAUVEGARDE ET RESTAURATION
ja: バックアップと復元
zh_cn: 备份与还原

# Backup_ProtectYourKnowledgeBase.Text
source: Protect your knowledge base with encrypted backups and one-click restore.
de: Schützen Sie Ihre Wissensbasis mit verschlüsselten Backups und Ein-Klick-Wiederherstellung.
es: Proteja su base de conocimiento con copias de seguridad cifradas y restauración con un clic.
fr: Protégez votre base de connaissances avec des sauvegardes chiffrées et une restauration en un clic.
ja: 暗号化バックアップとワンクリック復元でナレッジ ベースを保護します。
zh_cn: 使用加密备份和一键还原保护您的知识库。

# Backup_Database.Text
source: Database
de: Datenbank
es: Base de datos
fr: Base de données
ja: データベース
zh_cn: 数据库

# Backup_Documents.Text
source: Documents
de: Dokumente
es: Documentos
ja: ドキュメント
zh_cn: 文档

# Backup_TotalEstimated.Text
source: Total Estimated
de: Geschätzt gesamt
es: Total estimado
fr: Total estimé
ja: 推定合計
zh_cn: 预计总计

# Backup_Documents2.Text
source: Documents
de: Dokumente
es: Documentos
ja: ドキュメント
zh_cn: 文档

# Backup_CreateBackup.Text
source: Create Backup
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
ja: バックアップを作成
zh_cn: 创建备份

# Backup_DestinationFolder.Text
source: Destination Folder
de: Zielordner
es: Carpeta de destino
fr: Dossier de destination
ja: 保存先フォルダー
zh_cn: 目标文件夹

# Backup_SelectBackupDestinationPh.PlaceholderText
source: Select backup destination...
de: Backup-Ziel auswählen...
es: Seleccione el destino de la copia...
fr: Sélectionnez la destination de la sauvegarde...
ja: バックアップの保存先を選択...
zh_cn: 选择备份目标位置...

# Backup_Browse.Content
source: Browse
de: Durchsuchen
es: Examinar
fr: Parcourir
ja: 参照
zh_cn: 浏览

# Backup_EncryptBackupAes256.Content
source: Encrypt backup (AES-256)
de: Backup verschlüsseln (AES-256)
es: Cifrar copia de seguridad (AES-256)
fr: Chiffrer la sauvegarde (AES-256)
ja: バックアップを暗号化 (AES-256)
zh_cn: 加密备份(AES-256)

# Backup_EncryptionPasswordPh.PlaceholderText
source: Encryption password
de: Verschlüsselungspasswort
es: Contraseña de cifrado
fr: Mot de passe de chiffrement
ja: 暗号化パスワード
zh_cn: 加密密码

# Backup_IncludeIndexedDocuments.Content
source: Include indexed documents
de: Indexierte Dokumente einbeziehen
es: Incluir documentos indexados
fr: Inclure les documents indexés
ja: インデックス済みドキュメントを含める
zh_cn: 包含已索引的文档

# Backup_NotesOptional.Text
source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
ja: メモ (省略可)
zh_cn: 备注(可选)

# Backup_AddANoteAboutPh.PlaceholderText
source: Add a note about this backup...
de: Notiz zu diesem Backup hinzufügen...
es: Añada una nota sobre esta copia...
fr: Ajoutez une note sur cette sauvegarde...
ja: このバックアップについてのメモを追加...
zh_cn: 为此备份添加备注...

# Backup_CreateBackup2.Content
source: Create Backup
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
ja: バックアップを作成
zh_cn: 创建备份

# Backup_RestoreFromBackup.Text
source: Restore from Backup
de: Aus Backup wiederherstellen
es: Restaurar desde copia de seguridad
fr: Restaurer depuis une sauvegarde
ja: バックアップから復元
zh_cn: 从备份还原

# Backup_BackupFile.Text
source: Backup File
de: Backup-Datei
es: Archivo de copia de seguridad
fr: Fichier de sauvegarde
ja: バックアップ ファイル
zh_cn: 备份文件

# Backup_SelectAgentxbakFilePh.PlaceholderText
source: Select .agentxbak file...
de: .agentxbak-Datei auswählen...
es: Seleccione el archivo .agentxbak...
fr: Sélectionnez le fichier .agentxbak...
ja: .agentxbak ファイルを選択...
zh_cn: 选择 .agentxbak 文件...

# Backup_Browse2.Content
source: Browse
de: Durchsuchen
es: Examinar
fr: Parcourir
ja: 参照
zh_cn: 浏览

# Backup_RestoreComplete.Text
source: Restore Complete
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
ja: 復元が完了しました
zh_cn: 还原完成

# Backup_Restore.Content
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
zh_cn: 还原

# Backup_BackupHistory.Text
source: Backup History
de: Backup-Verlauf
es: Historial de copias de seguridad
fr: Historique des sauvegardes
ja: バックアップ履歴
zh_cn: 备份历史

# Backup_RestoreThisBackupTip.ToolTipService.ToolTip
source: Restore this backup
de: Dieses Backup wiederherstellen
es: Restaurar esta copia de seguridad
fr: Restaurer cette sauvegarde
ja: このバックアップを復元
zh_cn: 还原此备份

source: Restore this backup
de: Dieses Backup wiederherstellen
es: Restaurar esta copia de seguridad
fr: Restaurer cette sauvegarde
ja: このバックアップを復元
zh_cn: 还原此备份

# Backup_DeleteBackupTip.ToolTipService.ToolTip
source: Delete backup
de: Backup löschen
es: Eliminar copia de seguridad
fr: Supprimer la sauvegarde
ja: バックアップを削除
zh_cn: 删除备份

source: Delete backup
de: Backup löschen
es: Eliminar copia de seguridad
fr: Supprimer la sauvegarde
ja: バックアップを削除
zh_cn: 删除备份

# EmailSet_EmailConnector.Text
source: EMAIL CONNECTOR
es: CONECTOR DE CORREO
fr: CONNECTEUR E-MAIL
ja: メール コネクタ
zh_cn: 邮件连接器

# EmailSet_SyncGmailAndOutlook.Text
source: Sync Gmail and Outlook emails into your knowledge vault for AI-powered search and triage.
de: Synchronisieren Sie Gmail- und Outlook-E-Mails in Ihren Wissens-Tresor für KI-gestützte Suche und Triage.
es: Sincronice correos de Gmail y Outlook con su bóveda de conocimiento para búsqueda y clasificación con IA.
fr: Synchronisez les e-mails Gmail et Outlook dans votre coffre-fort de connaissances pour la recherche et le tri par IA.
ja: Gmail と Outlook のメールを Knowledge Vault に同期して、AI 検索と仕分けに活用します。
zh_cn: 将 Gmail 和 Outlook 邮件同步到 Knowledge Vault,用于 AI 搜索和分拣。

# EmailSet_Error.Title
source: Error
de: Fehler
fr: Erreur
ja: エラー
zh_cn: 错误

# EmailSet_ConnectedAccounts.Text
source: Connected Accounts
de: Verbundene Konten
es: Cuentas conectadas
fr: Comptes connectés
ja: 接続済みアカウント
zh_cn: 已连接的账户

# EmailSet_Connect.Content
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
zh_cn: 连接

# EmailSet_Disconnect.Content
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
zh_cn: 断开连接

# EmailSet_OutlookEmail.Text
source: Outlook Email
es: Correo de Outlook
fr: E-mail Outlook
ja: Outlook メール
zh_cn: Outlook 邮件

# EmailSet_Connect2.Content
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
zh_cn: 连接

# EmailSet_Disconnect2.Content
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
zh_cn: 断开连接

# EmailSet_SyncSettings.Text
source: Sync Settings
de: Synchronisierungseinstellungen
es: Ajustes de sincronización
fr: Paramètres de synchronisation
ja: 同期設定
zh_cn: 同步设置

# EmailSet_EmailSync.Header
source: Email sync
de: E-Mail-Synchronisierung
es: Sincronización de correo
fr: Synchronisation des e-mails
ja: メール同期
zh_cn: 邮件同步

# EmailSet_EmailSync.OffContent
source: Off
de: Aus
es: Desactivada
fr: Désactivée
ja: オフ
zh_cn: 关

# EmailSet_EmailSync.OnContent
source: On
de: Ein
es: Activada
fr: Activée
ja: オン
zh_cn: 开

# EmailSet_SyncIntervalMinutes.Text
source: Sync interval (minutes)
de: Sync-Intervall (Minuten)
es: Intervalo de sincronización (minutos)
fr: Intervalle de synchronisation (minutes)
ja: 同期間隔 (分)
zh_cn: 同步间隔(分钟)

# EmailSet_MaxMessagesPerSync.Text
source: Max messages per sync
de: Max. Nachrichten pro Sync
es: Mensajes máx. por sincronización
fr: Messages max. par synchronisation
ja: 1 回の同期の最大メッセージ数
zh_cn: 每次同步的最大邮件数

# EmailSet_SyncDaysBack.Text
source: Sync days back
de: Sync-Zeitraum (Tage zurück)
es: Días hacia atrás a sincronizar
fr: Jours à synchroniser en arrière
ja: 同期する過去日数
zh_cn: 同步回溯天数

# EmailSet_IncludeAttachmentNamesIn.Header
source: Include attachment names in search index
de: Anhangsnamen in Suchindex aufnehmen
es: Incluir nombres de adjuntos en el índice de búsqueda
fr: Inclure les noms des pièces jointes dans l'index de recherche
ja: 添付ファイル名を検索インデックスに含める
zh_cn: 将附件名称纳入搜索索引

# EmailSet_IncludeAttachmentNamesIn.OffContent
source: Exclude
de: Ausschließen
es: Excluir
fr: Exclure
ja: 含めない
zh_cn: 不包含

# EmailSet_IncludeAttachmentNamesIn.OnContent
source: Include
de: Einschließen
es: Incluir
fr: Inclure
ja: 含める
zh_cn: 包含

# EmailSet_FoldersToSync.Text
source: Folders to sync
de: Zu synchronisierende Ordner
es: Carpetas que se sincronizan
fr: Dossiers à synchroniser
ja: 同期するフォルダー
zh_cn: 要同步的文件夹

# EmailSet_FoldersToSyncHint.Text
source: Mail is read only from the selected folders. By default, only the inbox is selected.
de: E-Mails werden nur aus den ausgewählten Ordnern gelesen. Standardmäßig ist nur der Posteingang ausgewählt.
es: El correo solo se lee de las carpetas seleccionadas. De forma predeterminada, solo está seleccionada la bandeja de entrada.
fr: Les e-mails ne sont lus que dans les dossiers sélectionnés. Par défaut, seule la boîte de réception est sélectionnée.
ja: メールは選択したフォルダーからのみ読み込まれます。既定では受信トレイのみが選択されています。
zh_cn: 仅从所选文件夹读取邮件。默认情况下仅选择收件箱。

# EmailSet_RefreshFolders.Content
source: Refresh folders
de: Ordner aktualisieren
es: Actualizar carpetas
fr: Actualiser les dossiers
ja: フォルダーを更新
zh_cn: 刷新文件夹

# EmailSet_NoFolders.Text
source: No folders to show. Connect an account above, then refresh the folders.
de: Keine Ordner vorhanden. Verbinden Sie oben ein Konto und aktualisieren Sie dann die Ordner.
es: No hay carpetas que mostrar. Conecte una cuenta arriba y luego actualice las carpetas.
fr: Aucun dossier à afficher. Connectez un compte ci-dessus, puis actualisez les dossiers.
ja: 表示するフォルダーがありません。上でアカウントを接続してから、フォルダーを更新してください。
zh_cn: 没有可显示的文件夹。请先在上方连接账户，然后刷新文件夹。

# EmailSet_NoFolderSelected.Text
source: No folder is selected, so no mail will be synced.
de: Es ist kein Ordner ausgewählt, daher werden keine E-Mails synchronisiert.
es: No hay ninguna carpeta seleccionada, así que no se sincronizará ningún correo.
fr: Aucun dossier n'est sélectionné, aucun e-mail ne sera donc synchronisé.
ja: フォルダーが選択されていないため、メールは同期されません。
zh_cn: 未选择任何文件夹，因此不会同步任何邮件。

# EmailSet_SaveSettings.Content
source: Save Settings
de: Einstellungen speichern
es: Guardar configuración
fr: Enregistrer les paramètres
ja: 設定を保存
zh_cn: 保存设置

# EmailSet_SyncNow.Content
source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
zh_cn: 立即同步

# EmailSet_LastSynced.Text
source: Last synced
de: Zuletzt synchronisiert
es: Última sincronización
fr: Dernière synchronisation
ja: 前回の同期
zh_cn: 上次同步

# EmailSet_NextSync.Text
source: Next sync
de: Nächste Synchronisierung
es: Próxima sincronización
fr: Prochaine synchronisation
ja: 次回の同期
zh_cn: 下次同步

# EmailSet_Status.Text
source: Status
es: Estado
fr: Statut
ja: 状態
zh_cn: 状态

# CalSet_CalendarConnector.Text
source: CALENDAR CONNECTOR
de: KALENDER-CONNECTOR
es: CONECTOR DE CALENDARIO
fr: CONNECTEUR DE CALENDRIER
ja: カレンダー コネクタ
zh_cn: 日历连接器

# CalSet_SyncGoogleCalendarAnd.Text
source: Sync Google Calendar and Microsoft Outlook events into your knowledge vault for AI-powered search.
de: Synchronisieren Sie Google Kalender- und Microsoft Outlook-Termine in Ihren Wissens-Tresor für die KI-gestützte Suche.
es: Sincronice eventos de Google Calendar y Microsoft Outlook con su bóveda de conocimiento para búsqueda con IA.
fr: Synchronisez les événements Google Agenda et Microsoft Outlook dans votre coffre-fort de connaissances pour la recherche par IA.
ja: Google カレンダーと Microsoft Outlook の予定を Knowledge Vault に同期して、AI 検索に活用します。
zh_cn: 将 Google 日历和 Microsoft Outlook 事件同步到 Knowledge Vault,用于 AI 搜索。

# CalSet_Error.Title
source: Error
de: Fehler
fr: Erreur
ja: エラー
zh_cn: 错误

# CalSet_ConnectedAccounts.Text
source: Connected Accounts
de: Verbundene Konten
es: Cuentas conectadas
fr: Comptes connectés
ja: 接続済みアカウント
zh_cn: 已连接的账户

# CalSet_GoogleCalendar.Text
source: Google Calendar
de: Google Kalender
fr: Google Agenda
ja: Google カレンダー
zh_cn: Google 日历

# CalSet_Connect.Content
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
zh_cn: 连接

# CalSet_Disconnect.Content
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
zh_cn: 断开连接

# CalSet_OutlookCalendar.Text
source: Outlook Calendar
de: Outlook-Kalender
es: Calendario de Outlook
fr: Calendrier Outlook
ja: Outlook 予定表
zh_cn: Outlook 日历

# CalSet_Connect2.Content
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
zh_cn: 连接

# CalSet_Disconnect2.Content
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
zh_cn: 断开连接

# CalSet_SyncSettings.Text
source: Sync Settings
de: Synchronisierungseinstellungen
es: Ajustes de sincronización
fr: Paramètres de synchronisation
ja: 同期設定
zh_cn: 同步设置

# CalSet_CalendarSync.Header
source: Calendar sync
de: Kalendersynchronisierung
es: Sincronización de calendario
fr: Synchronisation du calendrier
ja: カレンダー同期
zh_cn: 日历同步

# CalSet_CalendarSync.OffContent
source: Off
de: Aus
es: Desactivada
fr: Désactivée
ja: オフ
zh_cn: 关

# CalSet_CalendarSync.OnContent
source: On
de: Ein
es: Activada
fr: Activée
ja: オン
zh_cn: 开

# CalSet_SyncIntervalMinutes.Text
source: Sync interval (minutes)
de: Sync-Intervall (Minuten)
es: Intervalo de sincronización (minutos)
fr: Intervalle de synchronisation (minutes)
ja: 同期間隔 (分)
zh_cn: 同步间隔(分钟)

# CalSet_SyncRangePastDays.Text
source: Sync range: past days
de: Sync-Bereich: Tage zurück
es: Rango de sincronización: días pasados
fr: Plage de synchronisation : jours passés
ja: 同期範囲: 過去日数
zh_cn: 同步范围:过去天数

# CalSet_SyncRangeFutureDays.Text
source: Sync range: future days
de: Sync-Bereich: Tage voraus
es: Rango de sincronización: días futuros
fr: Plage de synchronisation : jours à venir
ja: 同期範囲: 未来日数
zh_cn: 同步范围:未来天数

# CalSet_ConflictResolution.Text
source: Conflict resolution
de: Konfliktlösung
es: Resolución de conflictos
fr: Résolution des conflits
ja: 競合の解決
zh_cn: 冲突解决

# CalSet_IncludeAttendeeDetails.Header
source: Include attendee details
de: Teilnehmerdetails einbeziehen
es: Incluir detalles de asistentes
fr: Inclure les détails des participants
ja: 参加者の詳細を含める
zh_cn: 包含参与者详情

# CalSet_IncludeAttendeeDetails.OffContent
source: Exclude
de: Ausschließen
es: Excluir
fr: Exclure
ja: 含めない
zh_cn: 不包含

# CalSet_IncludeAttendeeDetails.OnContent
source: Include
de: Einschließen
es: Incluir
fr: Inclure
ja: 含める
zh_cn: 包含

# CalSet_IncludeEventDescriptions.Header
source: Include event descriptions
de: Terminbeschreibungen einbeziehen
es: Incluir descripciones de eventos
fr: Inclure les descriptions des événements
ja: 予定の説明を含める
zh_cn: 包含事件描述

# CalSet_IncludeEventDescriptions.OffContent
source: Exclude
de: Ausschließen
es: Excluir
fr: Exclure
ja: 含めない
zh_cn: 不包含

# CalSet_IncludeEventDescriptions.OnContent
source: Include
de: Einschließen
es: Incluir
fr: Inclure
ja: 含める
zh_cn: 包含

# CalSet_SaveSettings.Content
source: Save Settings
de: Einstellungen speichern
es: Guardar configuración
fr: Enregistrer les paramètres
ja: 設定を保存
zh_cn: 保存设置

# CalSet_SyncNow.Content
source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
zh_cn: 立即同步

# CalSet_LastSynced.Text
source: Last synced
de: Zuletzt synchronisiert
es: Última sincronización
fr: Dernière synchronisation
ja: 前回の同期
zh_cn: 上次同步

# CalSet_NextSync.Text
source: Next sync
de: Nächste Synchronisierung
es: Próxima sincronización
fr: Prochaine synchronisation
ja: 次回の同期
zh_cn: 下次同步

# CalSet_Status.Text
source: Status
es: Estado
fr: Statut
ja: 状態
zh_cn: 状态

# Plugin_OpenedFromOperations.Text
source: Opened from Operations
de: Aus Operations geöffnet
es: Abierto desde Operations
fr: Ouvert depuis Operations
ja: Operations から開きました
zh_cn: 从 Operations 打开

# Plugin_FocusedConnector.Text
source: Focused Connector
de: Fokussierter Connector
es: Conector enfocado
fr: Connecteur ciblé
ja: フォーカス中のコネクタ
zh_cn: 聚焦的连接器

# Plugin_Dismiss.Content
source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
zh_cn: 关闭

# ExportDlg_ExportConversation.Title
source: Export Conversation
de: Konversation exportieren
es: Exportar conversación
fr: Exporter la conversation
ja: 会話をエクスポート
zh_cn: 导出会话

# ExportDlg_ExportConversation.PrimaryButtonText
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
zh_cn: 导出

# ExportDlg_ExportConversation.CloseButtonText
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# ExportDlg_Format.Header
source: Format
es: Formato
ja: 形式
zh_cn: 格式

# ExportDlg_TemplateOptional.Header
source: Template (optional)
de: Vorlage (optional)
es: Plantilla (opcional)
fr: Modèle (facultatif)
ja: テンプレート (省略可)
zh_cn: 模板(可选)

# ExportDlg_IncludeCitations.Header
source: Include citations
de: Quellenangaben einschließen
es: Incluir citas
fr: Inclure les citations
ja: 引用を含める
zh_cn: 包含引用

# ExportDlg_IncludeModelInfo.Header
source: Include model info
de: Modellinformationen einschließen
es: Incluir información del modelo
fr: Inclure les informations sur le modèle
ja: モデル情報を含める
zh_cn: 包含模型信息

# ExportDlg_IncludeMetadata.Header
source: Include metadata
de: Metadaten einschließen
es: Incluir metadatos
fr: Inclure les métadonnées
ja: メタデータを含める
zh_cn: 包含元数据

# ExportDlg_IncludeTimestamps.Header
source: Include timestamps
de: Zeitstempel einschließen
es: Incluir marcas de tiempo
fr: Inclure les horodatages
ja: タイムスタンプを含める
zh_cn: 包含时间戳

# JumpTo_JumpToPageDocumentPh.PlaceholderText
source: Jump to page, document, or conversation...
de: Zu Seite, Dokument oder Konversation springen...
es: Ir a una página, documento o conversación...
fr: Aller à une page, un document ou une conversation...
ja: ページ、ドキュメント、会話にジャンプ...
zh_cn: 跳转到页面、文档或会话...

# Privacy_PrivacyPolicy.Text
source: PRIVACY POLICY
de: DATENSCHUTZERKLÄRUNG
es: POLÍTICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
ja: プライバシー ポリシー
zh_cn: 隐私政策

# Privacy_EffectiveDateFebruary26.Text
source: Effective Date: February 26, 2026
de: Gültig ab: 26. Februar 2026
es: Fecha de entrada en vigor: 26 de febrero de 2026
fr: Date d'entrée en vigueur : 26 février 2026
ja: 発効日: 2026 年 2 月 26 日
zh_cn: 生效日期:2026 年 2 月 26 日

# Privacy_StrategiaXWeUs.Text
source: Strategia-X ('we', 'us', 'our') operates Agent-X. This Privacy Policy explains how we handle your information when you use our desktop application.
de: Strategia-X („wir“, „uns“, „unser“) betreibt Agent-X. Diese Datenschutzerklärung erläutert, wie wir mit Ihren Informationen umgehen, wenn Sie unsere Desktop-Anwendung nutzen.
es: Strategia-X ('nosotros', 'nos', 'nuestro') opera Agent-X. Esta Política de privacidad explica cómo tratamos su información cuando utiliza nuestra aplicación de escritorio.
fr: Strategia-X (« nous », « notre ») exploite Agent-X. Cette politique de confidentialité explique comment nous traitons vos informations lorsque vous utilisez notre application de bureau.
ja: Strategia-X(以下「当社」)は Agent-X を運営しています。本プライバシー ポリシーは、当社のデスクトップ アプリケーションをご利用いただく際の情報の取り扱いについて説明するものです。
zh_cn: Strategia-X(以下称“我们”)运营 Agent-X。本隐私政策说明您使用我们的桌面应用程序时,我们如何处理您的信息。

# Privacy_LocalFirstPrivacy.Text
source: Local-First Privacy
de: Local-First-Datenschutz
es: Privacidad local primero
fr: Confidentialité locale d'abord
ja: ローカルファーストのプライバシー
zh_cn: 本地优先的隐私保护

# Privacy_YourDataNeverLeaves.Text
source: Your data never leaves your device. All AI processing, document storage, and conversations remain entirely on your machine.
de: Ihre Daten verlassen niemals Ihr Gerät. Sämtliche KI-Verarbeitung, Dokumentenspeicherung und Konversationen verbleiben vollständig auf Ihrem Rechner.
es: Sus datos nunca salen de su dispositivo. Todo el procesamiento de IA, el almacenamiento de documentos y las conversaciones permanecen íntegramente en su equipo.
fr: Vos données ne quittent jamais votre appareil. Tout le traitement IA, le stockage des documents et les conversations restent entièrement sur votre machine.
ja: データがデバイスの外に出ることはありません。AI 処理、ドキュメント保存、会話はすべてお使いのマシン内で完結します。
zh_cn: 您的数据绝不会离开您的设备。所有 AI 处理、文档存储和会话完全保留在您的计算机上。

# Privacy_Verified.Text
source: VERIFIED
de: VERIFIZIERT
es: VERIFICADO
fr: VÉRIFIÉ
ja: 検証済み
zh_cn: 已验证

# Privacy_OurCommitmentToPrivacy.Text
source: Our Commitment to Privacy
de: Unser Datenschutzversprechen
es: Nuestro compromiso con la privacidad
fr: Notre engagement envers la confidentialité
ja: プライバシーへの取り組み
zh_cn: 我们的隐私承诺

# TimeAgo_JustNow
source: just now
de: gerade eben
es: ahora mismo
ja: たった今
zh_cn: 刚刚

# TimeAgo_MinuteAgo
source: 1m ago
de: vor 1 Min.
es: hace 1 min
ja: 1 分前
zh_cn: 1 分钟前

# TimeAgo_MinutesAgo
source: {0}m ago
de: vor {0} Min.
es: hace {0} min
ja: {0} 分前
zh_cn: {0} 分钟前

# TimeAgo_HourAgo
source: 1h ago
de: vor 1 Std.
es: hace 1 h
ja: 1 時間前
zh_cn: 1 小时前

# TimeAgo_HoursAgo
source: {0}h ago
de: vor {0} Std.
es: hace {0} h
ja: {0} 時間前
zh_cn: {0} 小时前

# TimeAgo_DayAgo
source: 1d ago
de: vor 1 Tag
es: hace 1 día
ja: 1 日前
zh_cn: 1 天前

# TimeAgo_DaysAgo
source: {0}d ago
de: vor {0} Tagen
es: hace {0} días
ja: {0} 日前
zh_cn: {0} 天前

# TimeAgo_WeekAgo
source: 1w ago
de: vor 1 Woche
es: hace 1 sem.
ja: 1 週間前
zh_cn: 1 周前

# TimeAgo_WeeksAgo
source: {0}w ago
de: vor {0} Wochen
es: hace {0} sem.
ja: {0} 週間前
zh_cn: {0} 周前

# TimeAgo_MonthAgo
source: 1mo ago
de: vor 1 Monat
es: hace 1 mes
ja: 1 か月前
zh_cn: 1 个月前

# TimeAgo_MonthsAgo
source: {0}mo ago
de: vor {0} Monaten
es: hace {0} meses
ja: {0} か月前
zh_cn: {0} 个月前

# TimeAgo_DateFormat
source: MMM d, yyyy
de: d. MMM yyyy
es: d MMM yyyy
ja: yyyy年M月d日
zh_cn: yyyy年M月d日

# PastSelf_ViewSince
source: Your view since {0}
de: Ihre Sichtweise seit {0}
es: Su punto de vista desde el {0}
ja: {0} 以降のあなたの見方
zh_cn: 自 {0} 起您的观点

# PastSelf_TopicRecorded
source: Recorded {0}
de: Erfasst: {0}
es: Registrado: {0}
ja: 記録: {0}
zh_cn: 记录于：{0}

# PastSelf_TopicRecordedSpan
source: First recorded {0}; last recorded {1}
de: Zuerst erfasst: {0}; zuletzt erfasst: {1}
es: Registrado por primera vez: {0}; por última vez: {1}
ja: 初回の記録: {0}、最後の記録: {1}
zh_cn: 首次记录：{0}；最近记录：{1}

# Privacy_AgentXIsDesigned.Text
source: Agent-X is designed with privacy as a core principle. All your data — documents, conversations, embeddings, and settings — is stored locally on your device. We do not operate cloud servers that process or store your personal data.
de: Agent-X wurde mit Datenschutz als Grundprinzip entwickelt. Alle Ihre Daten — Dokumente, Konversationen, Embeddings und Einstellungen — werden lokal auf Ihrem Gerät gespeichert. Wir betreiben keine Cloud-Server, die Ihre personenbezogenen Daten verarbeiten oder speichern.
es: Agent-X está diseñado con la privacidad como principio fundamental. Todos sus datos — documentos, conversaciones, embeddings y ajustes — se almacenan localmente en su dispositivo. No operamos servidores en la nube que procesen o almacenen sus datos personales.
fr: Agent-X est conçu avec la confidentialité comme principe fondamental. Toutes vos données — documents, conversations, embeddings et paramètres — sont stockées localement sur votre appareil. Nous n'exploitons aucun serveur cloud qui traite ou stocke vos données personnelles.
ja: Agent-X はプライバシーを基本原則として設計されています。ドキュメント、会話、埋め込み、設定など、すべてのデータはデバイスにローカル保存されます。当社は、お客様の個人データを処理・保存するクラウド サーバーを運用していません。
zh_cn: Agent-X 以隐私为核心原则设计。您的所有数据 — 文档、会话、嵌入和设置 — 均存储在您的本地设备上。我们不运营任何处理或存储您个人数据的云服务器。
